/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "설정";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "일반 설정";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "로그인 설정";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "버전";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "정보";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "로그인 유형";

/* XLST: logon type to choose */
"BASIC_AUTH" = "기본 인증";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "데모";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "사용자 이름";

/* XFLD: label for a field */
"PASSWORD" = "비밀번호";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "고급 설정";

/* XFLD: label for a field */
"SERVER_URL" = "서버 URL";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "SUP 사용";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "SUP 연결 정보";

/* XFLD: label for a field */
"SERVER_NAME" = "서버 이름";

/* XFLD: label for a field */
"SERVER_PORT" = "서버 포트";

/* XFLD: label for a field */
"COMPANY_ID" = "회사 ID";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "활성화 코드";

/* XFLD: label for a field */
"URL_PREFIX" = "URL 접두부";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "어플리케이션 고유 설정";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "데이터 저장 오류";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "보안 저장소에 보관하지 못했습니다.";

/* XTIT: title trait in navigation bar */
"HEADING" = "헤딩";

